export const posts = [
  {
    id: '1',
    owner: {
      avatar_url:
        'https://i2.hdslb.com/bfs/face/9fde235378806dacaa4761bf32a6498a7531b55a.jpg_64x64.jpg',
      name: '意想社团',
      own: '广大华软',
    },
    content: '那些曾经把我击倒的人，谢谢你们，躺着真舒服',
    imgList: [
      'https://gitee.com/chinesee/images/raw/master/club/001.png',
      'https://gitee.com/chinesee/images/raw/master/club/002.png',
      'https://gitee.com/chinesee/images/raw/master/club/003.png',
    ],
    share_num: 198,
    comment_num: 4014,
    like_num: '4.8w',
    is_like: true,
    created_at: '24分钟前',
    tags: [{ text: '点赞飙升' }],
  },
  {
    id: '2',
    owner: {
      avatar_url:
        'https://i2.hdslb.com/bfs/face/a543eab4bd089081c8cd9d70ca7a4cabf88dfc17.jpg@.webp',
      name: '软件系新媒体工作部',
      own: '软件系分团委',
    },
    content:
      '每次聊天都会反复斟酌给对方的回复，生怕不小心说错一句话导致对方以为我想继续聊天',
    imgList: [
      'https://gitee.com/chinesee/images/raw/master/club/004.png',
      'https://gitee.com/chinesee/images/raw/master/club/005.png',
    ],
    share_num: 198,
    comment_num: 2289,
    like_num: '2.5w',
    created_at: '4小时前',
  },
  {
    id: '3',
    owner: {
      avatar_url:
        'https://i0.hdslb.com/bfs/face/8e09b266923424cb92c714c55b11082e366b9d72.jpg_64x64.jpg',
      name: '国贸系新媒体资源部',
      own: '国贸系分团委',
    },
    content:
      '武汉市在10天内（5月15日～24日）对900万人进行了核酸检测，查出了无症状感染者218人，没有查到确诊患者。同时对这么多人进行检测，全世界恐怕找不到第二例。',
    share_num: 119,
    comment_num: 1132,
    like_num: '3w',
    created_at: '6小时前',
  },
  {
    id: '4',
    owner: {
      avatar_url:
        'https://i0.hdslb.com/bfs/face/4e5d0a51273fe3f8fabc700b6a71bb8a38c9e21e.jpg_64x64.jpg',
      name: '软件系社交部',
      own: '软件系学生会',
    },
    content:
      '微软宣布，将在 Windows 上通过 Linux子系统（WSL）添加 Linux GUI 支持，即 Windows 原生支持 Linux 图形界面程序。这意味着，大部分 Linux 应用将可以在 Windows 运行。',
    share_num: 88,
    comment_num: 461,
    like_num: '6.3k',
    created_at: '7小时前',
  },
]

export const hotList = [
  { content: '纸钞屋', isHot: true },
  { content: 'IG 战胜 RNG', isHot: true },
  { content: '印度封杀中国APP' },
  { content: '广大华软毕业典礼', isHot: true },
  { content: '星链计划', isHot: true },
  { content: '人工智能' },
  { content: '原生 APP' },
  { content: '微信小程序' },
  { content: '前端开发框架' },
  { content: '古巨基 爱与诚' },
]

export const searchHistory = [
  { content: '软件工程系' },
  { content: '毕业设计' },
  { content: '课程设计' },
  { content: '纸钞屋' },
  { content: '意想社团' },
  { content: '意想课表小程序' },
  { content: '拯救大兵瑞恩' },
  { content: '罗翔' },
  { content: '喜剧之王' },
  { content: 'React Native' },
]

export const topic = [
  { content: '人工智能持续崛起' },
  { content: '力促文化转型' },
  { content: '员工体验重于敬业度' },
  { content: '紧随数据爆发步伐' },
  { content: '变革已成常态' },
  { content: '分析助力人才战略' },
  { content: '多样化助推发展' },
  { content: '技术驱动生产力' },
]

export const recruitList = [
  {
    id: 'r1',
    owner: {
      avatar_url:
        'https://i1.hdslb.com/bfs/face/e8e3eb39e6e3d7b7a149c3547e453e070094f67b.jpg_64x64.jpg',
      name: '意想社团',
      own: '广大华软',
    },
    title: '新媒体在路上，等风也等你',
    content:
      '你认为自我无一专长却有一颗热忱的心，愿意为社团运作贡献出自我的力量吗？如果你热爱青春,期望展示自我，那就加入学生会。',
    created_at: '54分钟前',
  },
  {
    id: 'r2',
    owner: {
      avatar_url:
        'https://i1.hdslb.com/bfs/face/c087bd8d2d1dd8804c850aa36f84e4c1fa78635c.jpg_64x64.jpg',
      name: '社团联合会',
      own: '广大华软',
    },
    title: '共聚学生会，一齐快乐分享',
    content:
      '看星星是一种很奢侈的行为。恒星发射出光子，光子穿过上百万光年的距离向你奔袭而来，达到地球时已衰减成微弱的闪烁。它们本应消逝，但因为你抬了一下头，让整个事情变得有意义起来——你感受到了星星的存在。你一瞬间的感受，竟然动用了宇宙中那么遥远的资源，到达你视网膜的光子，经历了那么多不可想象的坎坷，不觉得很奢侈吗？',
    created_at: '54分钟前',
  },
  {
    id: 'r3',
    owner: {
      avatar_url:
        'https://i2.hdslb.com/bfs/face/6591b8b7c4605f3bd8a4d46272402ca997b3f58f.jpg_64x64.jpg',
      name: '软件系新媒体工作部',
      own: '软件系',
    },
    title: '学生会，逐梦开始的地方',
    content:
      '看星星是一种很奢侈的行为。恒星发射出光子，光子穿过上百万光年的距离向你奔袭而来，达到地球时已衰减成微弱的闪烁。它们本应消逝，但因为你抬了一下头，让整个事情变得有意义起来——你感受到了星星的存在。你一瞬间的感受，竟然动用了宇宙中那么遥远的资源，到达你视网膜的光子，经历了那么多不可想象的坎坷，不觉得很奢侈吗？',
    created_at: '54分钟前',
  },
  {
    id: 'r4',
    owner: {
      avatar_url:
        'https://i1.hdslb.com/bfs/face/b4e8757e3ccf0dc8195b64d0ec7447a360c41fe9.jpg_64x64.jpg',
      name: '电子系资源部',
      own: '电子系',
    },
    title: '加入文学社，让奔放的热情阳光洒满你我的心灵',
    content:
      '看星星是一种很奢侈的行为。恒星发射出光子，光子穿过上百万光年的距离向你奔袭而来，达到地球时已衰减成微弱的闪烁。它们本应消逝，但因为你抬了一下头，让整个事情变得有意义起来——你感受到了星星的存在。你一瞬间的感受，竟然动用了宇宙中那么遥远的资源，到达你视网膜的光子，经历了那么多不可想象的坎坷，不觉得很奢侈吗？',
    created_at: '54分钟前',
  },
]

export const activityList = [
  {
    id: '1',
    title: '保护你的 DNA，不要泄漏',
    cover_url: 'https://gitee.com/chinesee/images/raw/master/club/010.png',
    content:
      '上周，美国佛罗里达州通过了《DNA 隐私法》，成为美国第一个对 DNA 立法的州。它明文规定 DNA 属于个人隐私，保险公司不得获取 DNA 测试的结果。',
    name: '软件系新媒体工作部',
    avatar_url:
      'https://i2.hdslb.com/bfs/face/9fde235378806dacaa4761bf32a6498a7531b55a.jpg_64x64.jpg',
    created_at: '刚刚',
  },
  {
    id: '2',
    title: '暴力犯罪为什么越来越少？',
    cover_url: 'https://gitee.com/chinesee/images/raw/master/club/011.png',
    content:
      '一个台湾网友在推特说，根据统计，台湾的暴力犯罪在过去20年惊人地下降，2019年已经比最高峰时减少了94.2%。他问，到底是什么原因，让暴力犯罪在一代人的时间里只剩5.8%？人性的变化，还是社会结构的变化？',
    name: '外语系文娱部',
    avatar_url:
      'https://i0.hdslb.com/bfs/face/8e09b266923424cb92c714c55b11082e366b9d72.jpg_64x64.jpg',
    created_at: '半小时前',
  },
  {
    id: '3',
    title: '如何培养领导力',
    cover_url: 'https://gitee.com/chinesee/images/raw/master/club/012.png',
    content:
      '你在一家公司工作几年以后，如果负责的业务发展顺利，有招聘名额，你一般都有机会带一个团队。但是，有些程序员写代码可以胜任，带团队就带不好，无法带领大家一起完成任务。只有业务能力，没有领导能力，这是走不远的。俗话说得好："一个人走得快，一群人走得远"。',
    name: '管理系表演部',
    avatar_url:
      'https://i2.hdslb.com/bfs/face/6f1364b43acd594d457f489eda6989e2f5927cb3.jpg_64x64.jpg',
    created_at: '6小时前',
  },
  {
    id: '4',
    title: '智能电视的误区',
    cover_url: 'https://gitee.com/chinesee/images/raw/master/club/013.png',
    content:
      '国内的智能电视机，现在都自带系统，一打开就是各种菜单，有直播、影视、游戏、应用等等。我不赞成这样的设计，也不愿意购买这样的电视机。',
    name: '计算机系新媒体部',
    avatar_url:
      'https://i0.hdslb.com/bfs/face/4e5d0a51273fe3f8fabc700b6a71bb8a38c9e21e.jpg_64x64.jpg',
    created_at: '2天前',
  },
  {
    id: '5',
    title: '播客的价值',
    cover_url: 'https://gitee.com/chinesee/images/raw/master/club/014.png',
    content:
      '你认为自我无一专长却有一颗热忱的心，愿意为社团运作贡献出自我的力量吗？如果你热爱青春,期望展示自我，那就加入学生会。',
    name: '国贸系外交部',
    avatar_url:
      'Spotify 最近购买了乔·罗根（Joe Rogan）播客节目的独家播放权，价格据说达到了一亿美元。',
    created_at: '2020-6-22',
  },
]

export const followList = [
  {
    name: '意想社团',
    intro: '君不见黄河之水天上来，奔流到海不复回。',
    top: true,
  },
  {
    name: '软件系新媒体工作部',
    intro: '主人何为言少钱，径须沽取对君酌。',
    top: true,
  },
  {
    name: '软件系记者部',
    intro: '直男财经，深入人心 微信号搜“直男财经”四字的拼音',
    top: true,
  },
  {
    name: '软件系通联部',
    intro: '明月几时有？把酒问青天。不知天上宫阙，今夕是何年。',
  },
  {
    name: '外语系通联部',
    intro: '无丝竹之乱耳，无案牍之劳形。',
  },
  {
    name: '国贸系文娱部',
    intro: '晋太元中，武陵人捕鱼为业。',
  },
  {
    name: '计算机系体育部',
    intro: '俱往矣，数风流人物，还看今朝。。',
  },
  {
    name: '网络系小卖部',
    intro: '望长城内外，惟余莽莽；大河上下，顿失滔滔。',
  },
  {
    name: '国贸系联谊部',
    intro: '大江东去，浪淘尽，千古风流人物。',
  },
]

export const postDetail = {
  id: '1',
  owner: {
    avatar_url:
      'https://i2.hdslb.com/bfs/face/9fde235378806dacaa4761bf32a6498a7531b55a.jpg_64x64.jpg',
    name: '意想社团',
    own: '广大华软',
  },
  content: '社团招新',
  imgList: [
    'https://gitee.com/chinesee/images/raw/master/club/001.png',
    'https://gitee.com/chinesee/images/raw/master/club/002.png',
    'https://gitee.com/chinesee/images/raw/master/club/003.png',
  ],
  share_num: 198,
  comment_num: 4014,
  like_num: '4.8w',
  is_like: true,
  created_at: '24分钟前',
}

export const commentList = [
  {
    id: 'c1',
    avatar_url:
      'https://i1.hdslb.com/bfs/face/713445ce3c028ede4a8fb1f14b24f20295f67c8d.jpg_64x64.jpg',
    name: '鹿乃ちゃん',
    content: '疯狂挖坑，打死不填系列。',
    created_at: '5分钟前',
    total_replies: 32,
    like_num: 248,
    replies: [
      {
        name: '酱紫可乐',
        content: '学弟学妹们高考加油呀',
      },
      {
        name: '渡银宝蝉',
        content: '啊这，别熬了，大伙都睡了吧|･ω･｀)',
      },
      {
        name: '渡银宝蝉',
        content:
          '发现大家都有遗憾啊，我高考前一晚告诉自己应该休息好，然后就一晚没睡。早上捏着鼻子灌了一大杯苦咖啡，然后闹肚子',
      },
    ],
  },
  {
    id: 'c2',
    avatar_url:
      'https://i0.hdslb.com/bfs/face/cd031defeffa4c39cf2ce48e775875c8304e4dc2.jpg_64x64.jpg',
    name: '彩蛋研究所',
    content: '挺好的，准大学生表示听得懂。',
    created_at: '22分钟前',
    total_replies: 8,
    like_num: 122,
    replies: [
      {
        name: '开心的黎子酱',
        content: '哇哇哇难得这么前！高考加油啊！(来自大三狗的祝福',
      },
    ],
  },
  {
    id: 'c3',
    avatar_url:
      'https://i0.hdslb.com/bfs/face/31ff6300ef68f51694bf0c228330be22dd6b0e58.jpg_64x64.jpg',
    name: '鲁迅的猫',
    content: '热评近在眼前，骚话卡在嘴边',
    created_at: '1小时前',
    total_replies: 8,
    like_num: 52,
    replies: [
      {
        name: '123',
        content: '123',
      },
    ],
  },
  {
    id: 'c4',
    avatar_url:
      'https://i1.hdslb.com/bfs/face/6be605b498c60cc87567c4f2e510732cb3dab66c.jpg_64x64.jpg',
    name: '鲁迅的猫',
    content:
      '现在好多up主讲东西都是搞点儿高大上的词语，让大家看的似懂非懂的，但是实际上背后的原理却不愿意耐心讲。比如说讲物理就是要堆名词，什么听不懂讲什么，但是最后有几个人愿意仔细说说受力是怎么受力的？公式到底是什么意思？有哪些应用？',
    created_at: '1小时前',
    total_replies: 8,
    replies: [
      {
        name: '123',
        content: '123',
      },
    ],
  },
]

export const contactList = [
  {
    id: 'c1',
    user: {
      id: 2,
      name: '要多长的昵称才算长啊',
      avatar:
        'https://i2.hdslb.com/bfs/face/a543eab4bd089081c8cd9d70ca7a4cabf88dfc17.jpg@.webp',
    },
    content: '😋 我超级喜欢你的！小肝肝！！',
    last_time: '07-10',
  },
  {
    id: 'c2',
    user: {
      id: 2,
      name: '大白球儿QaQ',
      avatar:
        'https://i2.hdslb.com/bfs/face/c83ea0aeb36097387b3724f3d0210c4d6c8f9723.jpg_64x64.jpg',
    },
    content: '你飘了，三十万点赞更新下期，可能吗，你还不如直接鸽了算了',
    last_time: '07-10',
  },
  {
    id: 'c3',
    user: {
      id: 2,
      name: '老村花不好吃香菜',
      avatar:
        'https://i2.hdslb.com/bfs/face/2a90801ed930143fd69bc835f3973dc656ab210c.jpg_64x64.jpg',
    },
    content: '李丰田真的是近几年国产剧印象最深最让人后脊发凉的反派',
    last_time: '07-05',
  },
  {
    id: 'c4',
    user: {
      id: 2,
      name: 'CLARENCELAV',
      avatar:
        'https://i0.hdslb.com/bfs/face/39ba5fafdcf7972cb8d87ce652b32f4e4de64112.jpg_64x64.jpg',
    },
    content: '建议索尼打钱',
    last_time: '06-28',
  },
  {
    id: 'c5',
    user: {
      id: 2,
      name: 'flaxxh',
      avatar:
        'https://i2.hdslb.com/bfs/face/df4f145970b9475c081846d54c0267cde4666f0f.jpg_64x64.jpg',
    },
    content: '用来vlog、旅拍和做a7m3的第二机位，zv1是不是比g7x3好呀？',
    last_time: '05-21',
  },
  {
    id: 'c6',
    user: {
      id: 2,
      name: '黑夜里的星空点缀',
      avatar:
        'https://i0.hdslb.com/bfs/face/c015faf4d69e3d26a54bae71d5b7a3a4a08a64ff.jpg_64x64.jpg',
    },
    content: '高考结束啦！！我出来看你啦哈哈哈哈哈哈哈哈哈哈哈哈',
    last_time: '05-21',
  },
]

export const messageList = [
  {
    id: 1,
    content: 'My messagenew Date(Date.UTC(2016, 5, 11, 17, 20, 0))',
    created_at: 'new Date(Date.UTC(2016, 5, 11, 17, 20, 0))',
    user: {
      id: 2,
      name: 'React Native',
      avatar: 'https://facebook.github.io/react/img/logo_og.png',
    },
    image: 'https://facebook.github.io/react/img/logo_og.png',
    sent: true,
    received: true,
  },
  {
    id: 2,
    content: 'My messagenew Date(Date.UTC(2016, 5, 11, 17, 20, 0))',
    created_at: 'new Date(Date.UTC(2016, 5, 11, 17, 20, 0))',
    user: {
      id: 2,
      name: 'React Native',
      avatar: 'https://facebook.github.io/react/img/logo_og.png',
    },
    image: 'https://facebook.github.io/react/img/logo_og.png',
    sent: false,
    received: true,
  },
  {
    id: 3,
    content: 'My messagenew Date(Date.UTC(2016, 5, 11, 17, 20, 0))',
    created_at: 'new Date(Date.UTC(2016, 5, 11, 17, 20, 0))',
    user: {
      id: 2,
      name: 'React Native',
      avatar: 'https://facebook.github.io/react/img/logo_og.png',
    },
    image: 'https://facebook.github.io/react/img/logo_og.png',
    sent: false,
    received: true,
  },
]

export const messages = [
  {
    _id: 1,
    image: 'https://gitee.com/chinesee/images/raw/master/img/img_042.png',
    createdAt: new Date('2020-06-22'),
    user: {
      _id: 2,
      name: 'React Native',
      avatar:
        'https://i2.hdslb.com/bfs/face/a543eab4bd089081c8cd9d70ca7a4cabf88dfc17.jpg@.webp',
    },
  },
  {
    _id: 2,
    text: '世界上最危险的东西是海洛因和月薪',
    createdAt: new Date('2020-06-22'),
    user: {
      _id: 2,
      name: 'React Native',
      avatar:
        'https://i2.hdslb.com/bfs/face/a543eab4bd089081c8cd9d70ca7a4cabf88dfc17.jpg@.webp',
    },
  },
  {
    _id: 3,
    text:
      '没错，因为它们很容易上瘾。你想要变得富有的方式恰恰是你想要变穷，那时你能做的事情只有工作，工作，再工作。',
    createdAt: new Date('2020-06-22'),
    user: {
      _id: 2,
      name: 'React Native',
      avatar:
        'https://i2.hdslb.com/bfs/face/a543eab4bd089081c8cd9d70ca7a4cabf88dfc17.jpg@.webp',
    },
  },
  {
    _id: 4,
    text:
      '钱是社会给你的欠条，你在过去做了一些好事，社会会为你创造它想要的东西而付钱。',
    createdAt: new Date(),
    user: {
      _id: 1,
      name: 'React Native',
      avatar:
        'https://portrait.gitee.com/uploads/avatars/user/1608/4826670_chinesee_1578975163.png!avatar200',
    },
  },
  {
    _id: 5,
    text:
      '技术只是一套还不太管用的东西。一旦某样东西成功了，它就不再是技术了。',
    createdAt: new Date(),
    user: {
      _id: 1,
      name: 'React Native',
      avatar:
        'https://portrait.gitee.com/uploads/avatars/user/1608/4826670_chinesee_1578975163.png!avatar200',
    },
  },
  {
    _id: 6,
    text:
      '如果你想变得富有，你需要想办法获得“规模化”的收入，而不是仅仅期盼每个月的工资。',
    createdAt: new Date('2021-06-01'),
    user: {
      _id: 2,
      name: 'React Native',
      avatar:
        'https://i2.hdslb.com/bfs/face/a543eab4bd089081c8cd9d70ca7a4cabf88dfc17.jpg@.webp',
    },
  },
  {
    _id: 7,
    text: '学习的手段是丰富的，学习的欲望是稀缺的',
    createdAt: new Date(),
    user: {
      _id: 1,
      name: 'React Native',
      avatar:
        'https://i2.hdslb.com/bfs/face/a543eab4bd089081c8cd9d70ca7a4cabf88dfc17.jpg@.webp',
    },
  },
]

export const members = [
  {
    avatar_url:
      'https://i2.hdslb.com/bfs/face/dfc97c51a04d9238ebcf13a1b0d66295aa6d9523.jpg_64x64.jpg',
    name: '刘建明',
  },
  {
    avatar_url:
      'https://i1.hdslb.com/bfs/face/12457139a6ed26c4a950c0f5e262eec030d2840d.jpg_64x64.jpg',
    name: '陈永仁',
  },
  {
    avatar_url:
      'https://i1.hdslb.com/bfs/face/a3319c51c97c804912a419dccb035c8eee24f026.jpg_64x64.jpg',
    name: '黄志诚',
  },
  {
    avatar_url:
      'https://i1.hdslb.com/bfs/face/09c23ede13fb0a3ae1ad6664e9efcda7caca4f65.jpg_64x64.jpg',
    name: '韩琛',
  },
  {
    avatar_url:
      'https://i1.hdslb.com/bfs/face/5103482cef4fddf4228cd7c3f2c25d4573bbfe88.jpg_64x64.jpg',
    name: '林国平',
  },
  {
    avatar_url:
      'https://i2.hdslb.com/bfs/face/b6c4669d05df92eb45a410ba1ceb1bba34873f1e.jpg_64x64.jpg',
    name: '徐伟强',
  },
  {
    avatar_url:
      'https://i2.hdslb.com/bfs/face/2a172a7ea303100833aff765ad9ea88ad0495855.jpg_64x64.jpg',
    name: '李心儿',
  },
  {
    avatar_url:
      'https://i2.hdslb.com/bfs/face/98adde62ee139b7f9ddbe0419483179dc9bcc8ee.jpg_64x64.jpg',
    name: '杨锦荣',
  },
]

export const activityDetail = {
  title: '播客的价值',
  time: '2020-7-10',
  content: `
  Spotify 最近购买了乔·罗根（Joe Rogan）播客节目的独家播放权，价格据说达到了一亿美元。

  "播客"是 podcast 的中文音译，指的是谈话类的互联网音频节目，主要供用户收听。乔·罗根的节目是美国最有影响力的播客之一，每期采访一个来宾，两人坐着谈话，单期的收听超过1000万人次。

  播客的制作成本非常低，说话能有多少成本？一亿美元的天价前所未有，很难想象一个互联网谈话节目，值这么多钱。

  这件事的启示就是，我们可能远远低估了播客的潜力。它是一种传播力很强的媒体，属于还没被充分认识的金矿。

相比其他媒体，播客最大的特点就是，你一个人收听（尤其戴着耳机）时，主持人就是对着你的耳朵在讲述，属于跟受众物理距离最近的媒体。 现实生活中，只有最亲近的朋友和亲人，才会一对一地跟你诉说。所以，播客很容易让听众产生亲切感，赢得长期的忠实订阅者。

这反过来也要求播客主持人必须非常真诚，否则就没有在耳边诉说的效果，反而容易产生反感。播客的另一个优势是走路、开车、躺着都能听，传播场合远远超过视频。

我觉得，播客可能是国内互联网的下一个热点。现在国内的热点是直播卖货，其实就是互联网版的电视购物，观众人数总是有限的，愿意看推销节目的人再多能有多少？精心制作的谈话节目会有多得多的听众。

有人会说，播客在国内不可行，因为国内对内容管理得很严格，谈话节目做不起来。但是反过来看，就是因为生产不足，国内听众对内容的需求特别大。以前，《读者》杂志一期可以发行1000万份，就说明这一点了。目前，国内好的谈话节目寥寥无几，这是不正常的，我们有14亿人口。播客有很多方面可以谈，一定有大量听众追着听，比如男女关系、生活感悟、家庭生活、球赛、电影、财经（或房地产/股票/彩票）分析等等。

不过，也不是每个人都能做播客。谈话节目对主持人的要求特别高，必须有亲切感和人生阅历，说话还要流利、通俗易懂、有吸引力和感染力。现在占据网络直播台的少男少女，都做不了播客。
  `,
}

export const dynamic = [
  {
    id: '1',
    owner: {
      avatar_url:
        'https://i2.hdslb.com/bfs/face/3c5a67bf571dba4b4e3e0f4a7e7e0e32b7eecbf5.jpg_64x64.jpg',
      name: '意想社团',
      own: '广大华软',
    },
    content:
      '瑞士最高法院裁定，如果雇主要求雇员在家工作，则必须为雇员支付一部分房租。',
    imgList: ['https://www.wangbase.com/blogimg/asset/202005/bg2020052605.jpg'],
    share_num: 4566,
    comment_num: 5467,
    like_num: '2.8k',
    is_like: true,
    created_at: '54分钟前',
  },
  {
    id: '2',
    owner: {
      avatar_url:
        'https://i1.hdslb.com/bfs/face/82eceb4304d8ff181b60d2c6488511bbda76d063.jpg_64x64.jpg',
      name: '软件系新媒体工作部',
      own: '软件系分团委',
    },
    content:
      '面试是求职的最后一关，如果准备得不好，会导致前功尽弃。而且，程序员的面试往往跟最终职级和薪资直接相关。两个应聘者的其他条件都类似，就是面试表现有差异，最后的薪资可能就会有不小的差距。',
    imgList: [
      'https://www.wangbase.com/blogimg/asset/202004/bg2020042202.jpg',
      'https://www.wangbase.com/blogimg/asset/202004/bg2020042204.jpg',
    ],
    share_num: 987,
    comment_num: 567,
    like_num: '2.1k',
    created_at: '3小时前',
  },
  {
    id: '3',
    owner: {
      avatar_url:
        'https://i2.hdslb.com/bfs/face/8b0d053d117a4244b71a38984c27df6ec04b8550.jpg_64x64.jpg',
      name: '国贸系新媒体资源部',
      own: '国贸系分团委',
    },
    content:
      '苹果公司为了展示 iPhone 11 pro 的电力持久，拍了一支5小时19分28秒的广告。整支广告就是用一只 iPhone 11 pro 一镜拍到底，表明它的视频可以拍这么久，并且质量很好，镜头也很平稳。拍摄完成后，手机仍剩19％的电力。',
    share_num: 220,
    comment_num: 404,
    like_num: 998,
    created_at: '4小时前',
  },
  {
    id: '4',
    owner: {
      avatar_url:
        'https://i2.hdslb.com/bfs/face/6ce2bd85f6bf765e676c8cbc2e687001ce359a8c.jpg_64x64.jpg',
      name: '软件系社交部',
      own: '软件系学生会',
    },
    content:
      '博物馆只给拍摄团队6个小时的拍摄时间，虽然路线事先已经安排好了，但是完全没有犯错重拍的余地。Youtube 和 BiliBili 有这支5小时广告的全片。',
    share_num: 123,
    comment_num: 435,
    like_num: '2.5k',
    created_at: '5小时前',
  },
]
